Repository: madutech7/Gestfin
Catalog: Gestfina/Localizable.xcstrings
Source language: fr
Languages: ar, wo

# tabHome
source: Accueil
ar: الرئيسية
wo: Kër

# tabTransactions
source: Transactions
ar: المعاملات
wo: Raññe

# tabBudget
source: Budget
ar: الميزانية
wo: Budge

# tabAdd
source: Ajouter
ar: إضافة
wo: Yokk

# totalBalance
source: Solde total
ar: الرصيد الإجمالي
wo: Sàldu mbooleem

# income
source: Revenus
ar: الدخل
wo: Xaalis bu ñëw

# expenses
source: Dépenses
ar: المصروفات
wo: Depaans

# activity
source: Activité
ar: النشاط
wo: Liggéey

# sevenDays
source: 7 jours
ar: 7 أيام
wo: 7 fan

# categories
source: catégories
ar: فئات
wo: xeet

# recent
source: Récentes
ar: الأخيرة
wo: Yéésal

# noTransaction
source: Aucune transaction
ar: لا توجد معاملات
wo: Amul raññe

# addFirstTransaction
source: Ajoutez votre première opération
ar: أضف أول معاملة لك
wo: Yokk sa njëkk raññe

# edit
source: Modifier
ar: تعديل
wo: Soppi

# delete
source: Supprimer
ar: حذف
wo: Far

# deleteTransactionConfirm
source: Supprimer cette transaction ?
ar: هل تريد حذف هذه المعاملة؟
wo: Bëgg nga far raññe bi?

# cancel
source: Annuler
ar: إلغاء
wo: Nàkk

# offline
source: Hors-ligne
ar: غير متصل
wo: Ci biir

# pending
source: en attente
ar: قيد الانتظار
wo: xaar na

# settings
source: Réglages
ar: الإعدادات
wo: Teral

# subscription
source: Mon abonnement
ar: اشتراكي
wo: Sama abonman

# activeSubscription
source: Abonnement actif — Merci pour votre soutien !
ar: اشتراك فعال — شكراً لدعمك!
wo: Abonman bi dafa am — Jërëjëf ci sa ndimbal!

# unlockPremium
source: Débloquez les transactions illimitées & stats
ar: فتح المعاملات غير المحدودة والإحصائيات
wo: Ubbi raññe yu ñaari ak stats

# active
source: Actif
ar: فعال
wo: Dafa dox

# profile
source: Profil
ar: الملف الشخصي

# tapToEdit
source: Appuyer pour modifier
ar: انقر للتعديل
wo: Bës ngir soppi

# currency
source: Devise
ar: العملة
wo: Xaalis

# currencyFooter
source: La devise sélectionnée sera utilisée pour toutes les transactions et les budgets.
ar: سيتم استخدام العملة المختارة لجميع المعاملات والميزانيات.
wo: Xaalis bi nga tànn dina jëfandikoo ci raññe yi ak budge yi.

# display
source: Affichage
ar: العرض
wo: Wone

# appearance
source: Apparence
ar: المظهر
wo: Mel

# systemTheme
source: Système
ar: النظام
wo: Sisteem

# lightTheme
source: Clair
ar: فاتح
wo: Leer

# darkTheme
source: Sombre
ar: داكن
wo: Lëndëm

# language
source: Langue
ar: اللغة
wo: Làkk

# languageSection
source: Langue de l'application
ar: لغة التطبيق
wo: Làkk bi ci jëfandiku

# security
source: Sécurité
ar: الأمان
wo: Aar

# encryptedStorage
source: Stockage chiffré local
ar: تخزين محلي مشفر
wo: Duukaasu ci biir

source: Notifications
ar: الإشعارات
wo: Yëgal

# enableNotifications
source: Activer les notifications
ar: تفعيل الإشعارات
wo: Teral yëgal yi

# openSystemSettings
source: Ouvrir les Réglages système
ar: فتح إعدادات النظام
wo: Ubbi teral yi

# notifDenied
source: Notifications désactivées. Activez-les dans Réglages > SamaXaalis.
ar: الإشعارات معطلة. قم بتفعيلها من الإعدادات > SamaXaalis.
wo: Yëgal yi tëj nañu. Ubbi ko ci Teral > SamaXaalis.

# budgetAlerts
source: Alertes budget
ar: تنبيهات الميزانية
wo: Yëgal budge

# budgetAlertSubtitle
source: Quand 80% ou 100% est atteint
ar: عند الوصول إلى 80% أو 100%
wo: Bu 80% walla 100% féete

# dailyReminder
source: Rappel quotidien
ar: تذكير يومي
wo: Fàttaliku bés bu nekk

# dailyReminderSubtitle
source: Saisir vos dépenses du jour
ar: سجل مصروفاتك اليومية
wo: Bind sa depaans yu tey

# reminderTime
source: Heure du rappel
ar: وقت التذكير
wo: Waxtu fàttaliku

# data
source: Données
ar: البيانات
wo: Njoxe

# savedTransactions
source: Transactions enregistrées
ar: المعاملات المحفوظة
wo: Raññe yi denc nañu

# activeBudgets
source: Budgets actifs
ar: الميزانيات النشطة
wo: Budge yu am doole

# logout
source: Se déconnecter
ar: تسجيل الخروج
wo: Génn

# resetDevice
source: Réinitialiser l'appareil
ar: إعادة تعيين الجهاز
wo: Tàmbali

# resetConfirm
source: Réinitialiser SamaXaalis ?
ar: إعادة تعيين SamaXaalis؟
wo: Tàmbali SamaXaalis?

# deleteAll
source: Tout effacer
ar: حذف الكل
wo: Far lépp

# resetMessage
source: Toutes vos transactions et budgets locaux seront supprimés. Cette action est irréversible.
ar: سيتم حذف جميع المعاملات والميزانيات المحلية. لا يمكن التراجع عن هذا الإجراء.
wo: Sa raññe yi ak budge yi lépp dina ñu far. Jëf jii duñu ko dellu.

# dataFooter
source: Vos données sont stockées localement et synchronisées de manière sécurisée sur votre compte SamaXaalis Cloud.
ar: يتم تخزين بياناتك محلياً ومزامنتها بأمان مع حساب SamaXaalis Cloud.
wo: Sa njoxe yi dañu ñu denc ci sa telefon te sync ci SamaXaalis Cloud.

# about
source: À propos
ar: حول
wo: Ci kaw

# developer
source: Développeur
ar: المطور
wo: Jotukaay

# localData
source: Données 100% locales
ar: بيانات محلية 100%
wo: Njoxe 100% ci biir

# privacyPolicy
source: Politique de confidentialité
ar: سياسة الخصوصية
wo: Sàqub sutura

# termsOfUse
source: Conditions d'utilisation (EULA)
ar: شروط الاستخدام (EULA)
wo: Sàrt yi

# editProfile
source: Modifier le profil
ar: تعديل الملف الشخصي
wo: Soppi profil

# yourName
source: Votre prénom
ar: اسمك الأول
wo: Sa tur

# firstName
source: Prénom
ar: الاسم
wo: Tur

# save
source: Enregistrer
ar: حفظ
wo: Denc

# searchCurrency
source: Rechercher une devise
ar: البحث عن عملة
wo: Wut xaalis

# chooseCurrency
source: Choisir une devise
ar: اختيار العملة
wo: Tànn xaalis

# amount
source: Montant
ar: المبلغ
wo: Jëmu

# transactionTitle
source: Titre de la transaction
ar: عنوان المعاملة
wo: Sañ-sañu raññe bi

# noteOptional
source: Note (optionnel)
ar: ملاحظة (اختياري)
wo: Binde (su bëggee)

# recurringTransaction
source: Transaction récurrente
ar: معاملة متكررة
wo: Raññe bu déllu

# frequency
source: Fréquence
ar: التكرار
wo: Ñaari

# information
source: Informations
ar: المعلومات
wo: Xibaar

# category
source: Catégorie
ar: الفئة
wo: Xeet

# newTransaction
source: Nouvelle transaction
ar: معاملة جديدة
wo: Raññe bu bees

# addButton
source: Ajouter
ar: إضافة
wo: Yokk

# editTransaction
source: Modifier
ar: تعديل
wo: Soppi

# deleteThisTransaction
source: Supprimer cette transaction
ar: حذف هذه المعاملة
wo: Far raññe bii

# searchTransaction
source: Rechercher une transaction
ar: البحث عن معاملة
wo: Wut raññe

# all
source: Tout
ar: الكل
wo: Lépp

# addFirstViaPlus
source: Ajoutez votre première opération via le bouton +
ar: أضف أول معاملة لك باستخدام زر +
wo: Yokk sa njëkk raññe ci jokkere +

# exportCSV
source: Exporter en CSV
ar: تصدير CSV
wo: Yóbbu CSV

# exportPDF
source: Exporter en PDF
ar: تصدير PDF
wo: Yóbbu PDF

# export
source: Exporter
ar: تصدير
wo: Yóbbu

source: Budgets
ar: الميزانيات
wo: Budge

# myBudgets
source: Mes budgets
ar: ميزانياتي
wo: Samay budge

# noBudget
source: Aucun budget défini
ar: لا توجد ميزانيات
wo: Amul budge

# createFirstBudget
source: Créez votre premier budget pour suivre vos dépenses de manière intelligente.
ar: أنشئ ميزانيتك الأولى لتتبع مصروفاتك بذكاء.
wo: Sos sa njëkk budge ngir topp sa depaans.

# used
source: utilisé
ar: مستخدم
wo: jëfandikoo

# globalBudget
source: Budget global
ar: الميزانية الإجمالية
wo: Budge mbooleem

# spent
source: Dépensé
ar: المصروف

# remaining
source: Restant
ar: المتبقي
wo: Desu

# spendingLimit
source: Limite de dépense
ar: حد الإنفاق
wo: Caabi depaans

# period
source: Période
ar: الفترة
wo: Diiru

# newBudget
source: Nouveau budget
ar: ميزانية جديدة
wo: Budge bu bees

# editBudget
source: Modifier le budget
ar: تعديل الميزانية
wo: Soppi budge bi

# done
source: Terminé
ar: تم
wo: Jeex na

# askCoach
source: Demandez à SamaCoach...
ar: اسأل SamaCoach...
wo: Laaj SamaCoach...

# editQuestion
source: Modifier la question
ar: تعديل السؤال
wo: Soppi laaj bi

# coachSuggestion1
source: Comment optimiser mes économies ?
ar: كيف يمكنني تحسين مدخراتي؟
wo: Naka laa mëna aar sama xaalis?

# coachSuggestion2
source: Analyse mes dépenses du mois dernier
ar: حلل مصروفاتي في الشهر الماضي
wo: Raññe sama depaans yu weesu

# coachSuggestion3
source: Crée un plan budgétaire hebdomadaire
ar: أنشئ خطة ميزانية أسبوعية
wo: Sosal ma budge bu ayu bés

# isLocked
source: SamaXaalis est verrouillé
ar: SamaXaalis مقفل
wo: SamaXaalis tëj na

# useBiometric %@
source: Utiliser %@
ar: استخدام %@
wo: Jëfandikoo %@

# welcomeTitle
source: Bienvenue sur SamaXaalis
ar: مرحباً بك في SamaXaalis
wo: Dalal jàmm ci SamaXaalis

# welcomeDesc
source: Prenez le contrôle de vos finances avec élégance et simplicité.
ar: تحكم في أمورك المالية بأناقة وبساطة.
wo: Tegal sa loxo ci sa xaalis ak jàmm.

# trackTitle
source: Suivi Intelligent
ar: تتبع ذكي
wo: Topp bu bees

# trackDesc
source: Visualisez vos dépenses par catégorie et maîtrisez votre budget.
ar: تصور مصروفاتك حسب الفئة وتحكم في ميزانيتك.
wo: Gis sa depaans yi te master sa budge.

# securityTitle
source: Sécurité Maximale
ar: أقصى درجات الأمان
wo: Aar bu mbooleem

# securityDesc
source: Vos données sont chiffrées et protégées par biométrie.
ar: بياناتك مشفرة ومحمية بالقياسات الحيوية.
wo: Sa njoxe yi dañu ñu aar ci biir.

# skip
source: Passer
ar: تخطي
wo: Jálla

# start
source: Commencer
ar: ابدأ
wo: Tàmbali

# continueButton
source: Continuer
ar: متابعة
wo: Wéy

# incomeType
source: Revenu
ar: دخل
wo: Xaalis bu ñëw

# expenseType
source: Dépense
ar: مصروف
wo: Depaans

# copyAmount
source: Copier le montant
ar: نسخ المبلغ
wo: Duppi jëmu bi

# copyTitle
source: Copier le titre
ar: نسخ العنوان
wo: Duppi sañ-sañ bi

# today
source: Aujourd'hui
ar: اليوم
wo: Tey

# yesterday
source: Hier
ar: أمس
wo: Demb

# daysAgo %lld
source: Il y a %lld jours
ar: منذ %lld أيام
wo: Am na %lld fan

source: Salaire
ar: الراتب
wo: Paya

source: Freelance
ar: عمل حر
wo: Kuru-kuru

source: Investissement
ar: الاستثمار
wo: Tegal xaalis

source: Alimentation
ar: طعام
wo: Lekk ak Naan

source: Logement
ar: سكن
wo: Kër

source: Transport
ar: نقل
wo: Tuggal

source: Factures
ar: فواتير
wo: Faktir

source: Loisirs
ar: ترفيه
wo: Baanexu

source: Shopping
ar: تسوق
wo: Jënd

source: Santé
ar: صحة
wo: Wer-gi-yaram

source: Éducation
ar: تعليم
wo: Njang

source: Épargne
ar: ادخار
wo: Denc

source: Autre
ar: آخر
wo: Leneen

source: Quotidien
ar: يومي
wo: Bés bu nekk

source: Hebdomadaire
ar: أسبوعي
wo: Ayu bés

source: Mensuel
ar: شهري
wo: Weer bu nekk

source: Annuel
ar: سنوي
wo: At bu nekk

# biometricUnavailable
source: Biométrie indisponible
ar: القياسات الحيوية غير متوفرة
wo: Biométrie amul

source: Version
ar: الإصدار

source: Semaine
ar: أسبوع
wo: Ayu bés

source: Mois
ar: شهر
wo: Weer

source: Année
ar: سنة
wo: At

source: Tout
ar: الكل
wo: Lépp
